{
    "lastUpdatedDate": "2023-07-15",
    "guidelines": [
        "1. There are two types of fees involved: development fee and hosting fee.",
        " - The development fee for each plan is clearly stated on the plans page.",
        " - The development fee covers the cost of availing our services and applications.",
        " - The hosting fee will vary based on the hosting plan you choose from the hosting provider mentioned on our hosting providers page.",
        "2. The hosting timeline is determined by the plan you select from the hosting provider.",
        "3. For any subsequent updates or changes to the project scope or requirements, Additional fees may apply: ",
        " - You will be informed in advance about the impact on the development fee.",
        " - The fee will range from 10% to 99% of the original development fee, depending on whether it falls within the same plan.",
        " - If updates require the purchase of new services/products or the extension of existing ones, the associated fee will be communicated to you. We will provide you with detailed information about the cost and requirements of the updates, allowing you to make an informed decision. Please note that the fees for these updates will be separate from the initial development and hosting fees.",
        "4. If you have significant changes to your requirements after the initial purchase, you will need to select a different plan to accommodate those changes.",
        "5. Any third-party services or licenses required for the development, such as APIs or software, may be billed separately and are not included in the development fee. If you have already purchased these services, you can provide us with access for integration, or you can perform the integration yourself if desired.",
        "6. When purchasing a hosting plan independently, it is important to use the provided links to ensure access to all available plans.",
        "7. Integration with third-party services may require additional time to ensure the full functionality of associated features. The timeline for integration and the responsiveness of third-party providers can impact the overall development process. While we strive for smooth integration, delays caused by third-party factors are beyond our control.",
        "8. If your project requirements do not align with the listed plans or if you have unique needs, please reach out to us directly. We offer customized solutions tailored to your specific requirements. Our team will closely collaborate with you to understand your needs and provide a personalized quote and development plans."
    ],
    "feedback": [
        "1. We welcome and appreciate any suggestions or feedback you have regarding our services or your overall experience. Your feedback helps us improve and provide better solutions to meet your needs",
        "2. If you have any ideas, suggestions, or recommendations on how we can enhance our services or website, please don't hesitate to let us know. Your insights are valuable to us.",
        "3. We take your feedback seriously and strive to address any concerns or issues promptly. Your feedback helps us ensure that we consistently deliver the highest quality of service.",
        "4. We are committed to continuous improvement and would love to hear about any areas where we can enhance our offerings or provide a better customer experience. Your suggestions are invaluable in our pursuit of excellence.",
        "5. If you encounter any difficulties, have questions, or need assistance with our services, please reach out to our support team. We are here to help and ensure your satisfaction."
    ]
}