{
    "lastUpdatedDate": "2023-07-15",
    "policy": [
        "1. Eligibility for Refund:",
        " - Products/Services purchased from TSP Services are eligible for a refund if canceled within 30 days from the date of the transaction.",
        " - In the event of a drastic change in currency value within the 30-day period, the refund amount will be calculated based on the value at the time of the transaction.",
        "2. Development Fee Refund:",
        " - You will be eligible for a 50% refund on the development fee.",
        " - The refund for the development fee will be processed within one week.",
        "3. Hosting Fee Refund:",
        " - You will receive an 80% refund on the fee of the hosting plan you selected.",
        " - The timeframe for the refund may vary from 1 to 2 weeks, depending on the response from hosting providers.",
        " - We will keep you notified about all communications with the hosting providers.",
        "4. Hosting Refund Limitations:",
        " - Please note that we cannot guarantee the refund of hosting fees, as it is subject to the refund policies of the hosting providers from whom we purchase the plans.",
        " - Rest assured, our team will follow the necessary steps to avail the refund from the hosting providers on your behalf."
    ],
    "steps": [
        "1. Initiate a refund request by sending an email to the address mentioned in our \"About\" section/page.",
        "2. Our team will respond to your request.",
        "3. Confirm the refund request by replying with your payment details as instructed in our team's response.",
        "4. Our team may suggest an alternative payment method if your provided method is not supported.",
        "5. Once the payment process is initiated, wait for the timelines mentioned in the refund policy.",
        "6. You will receive the refund within the specified timelines.",
        "7. In case of any issues or additional requirements, our team will communicate with you promptly."
    ]
}