{
    "lastUpdatedDate": "2023-07-15",
    "termsAndConditions": [
        "1. Your account will be exclusively managed by our team. If you require access to your account, kindly make the request at the beginning of the plan purchase process.",
        " - We strongly advise requesting account access only if you possess expertise in deployment and web technologies.",
        " - Once you are granted access to the account, the entire responsibility for its maintenance will be transferred to you.",
        "2. To ensure the highest level of security for your account, access will only be granted if requested at the time of purchase. This precaution is in place to minimize the risk of potential security issues, such as: ",
        " - Source code breach: Unauthorized access to the software's source code, which powers your application, can be prevented by granting access only to authorized individuals.",
        " - Tampering with app source code and data: By limiting account access, we reduce the risk of unauthorized tampering with your app's source code, data, security settings, and configurations.",
        " - Protection against attackers: Granting account access only to individuals who follow best security practices and possess security knowledge helps mitigate the risk of attackers gaining unauthorized access.",
        " - Safeguarding our credibility: By prioritizing security measures and adhering to best practices, we uphold our commitment to maintaining a high level of credibility in providing secure services.",
        "3. If you require account access after a few days of purchase, you can purchase a new plan and submit an account access request during the purchase process. Our team will ensure that no security issues arise from our side. However, please note that once access is granted, you will be solely responsible for any issues that may occur thereafter.",
        "4. To maintain the highest level of security, we highly recommend changing the account credentials once you have been granted access. This is an important step in following best security practices and helps ensure the integrity and protection of your account.",
        "5. Please note that you will receive the code specific to your application, but not the source code of the software that powers it. The software source code is considered intellectual property and will not be provided. However, if you require the binary version of the software, you can raise a request, and our team will assist you accordingly.",
        "6. The content required for the app will be provided by the customer, and they hold the responsibility for ensuring that the content does not infringe any intellectual property rights. While our team can offer assistance and guidance on obtaining free or paid content sources, ultimately, the customer will be responsible for providing the content for their app.",
        "7. Account Suspension: We reserve the right to suspend or terminate your account if we suspect any violation of our terms and conditions, misuse of resources, or fraudulent activity.",
        "8. Third-Party Services: If your app requires integration with third-party services, we cannot guarantee their availability, performance, or continued support. Any issues arising from these services will be subject to their respective terms and conditions.",
        "9. Privacy and Data Security: We are committed to safeguarding your data and take appropriate measures to protect it. However, please be aware that no system is completely immune to risks, and we recommend implementing your own security measures and adhering to data protection regulations if you are maintaining the account.",
        "10. Payment Terms and Conditions:",
        " - A 50% development fee is required to be paid upfront after confirming your requirements and plan.",
        " - The remaining fee, which includes 50% of the development fee, 100% of the hosting fee (if applicable), and any fees associated with third-party services/products, must be paid upon successful delivery of the purchased services or application.",
        " - In certain cases, development may be hindered due to additional fees related to hosting or third-party services/products. We will promptly communicate these fees to you, and it is essential to settle them as early as possible to prevent any delays in the development process.",
        " - The refund period will be calculated from the day when 100% of the fee is paid for all aspects mentioned above, including hosting and third-party services/products, if applicable. These hosting/services/products as per applicability will be purchased on the same day of all fee submission.",
        "11. Customer Responsibility and Legal Compliance: By using our services or the apps we deliver, you agree to use them for lawful purposes only. If a customer engages in illegal activities through the use of our services or the delivered apps, the customer will be solely responsible for their actions and any legal consequences that may arise as a result. If our team unintentionally develops an app or provide services that facilitates illegal activities due to a lack of understanding of the customer's requirements, the customer will be solely responsible for their actions and any legal consequences that may arise as a result. We do not condone or support any illegal activities, and our services are intended for lawful purposes only.",
        "12. Reservation of Rights: We reserve the right to make changes to our services, including pricing, features, and terms and conditions, to adapt to evolving industry trends and ensure the best possible experience for our customers. Any modifications will be communicated to you in a timely manner."
    ]
}